Repository: hegyiemilpeter/MyCyclingTeamManager
Catalog: TeamManager.Manual/Resources/SharedResources.*.resx
Languages: hu

source: All distances should be greater than 0.
hu: Minden táv nagyobb kell legyen 0-nál!

source: Amount cannot be 0.
hu: A mennyiség nagyobb kell legyen 0-nál.

source: Amount should be greater than zero.
hu: Az összegnek 0-nál nagyobbnak kell lennie.

source: As a zip code enter only 4 numbers.
hu: Az irányítószám 4 számjegyből kell álljon.

source: At least one distance is required.
hu: Legalább egy táv megadása kötelező.

source: At least one result is required.
hu: Adj meg eredményt vagy segítői tevékenységet.

source: Birth place is required.
hu: A születési hely kötelező.

source: City is required.
hu: A város kötelező.

source: Duathlon
hu: Duatlon

source: Female
hu: Nő

source: First name is required.
hu: A keresztnév kötelező.

source: Full distance triathlon
hu: Triatlon - hosszútáv

source: Gender is required.
hu: A nem megadása kötelező.

source: Half distance triathlon
hu: Triatlon - féltáv

source: House number is required.
hu: A házszám kötelező.

source: ID number is required.
hu: A személyi igazolvány szám kötelező.

source: Image is required when you send an absolute or category result.
hu: Képfeltöltés kötelező ha eredményt küldesz be.

source: Individual time trial
hu: Országúti időfutam

source: Invalid e-mail or password.
hu: Hibás e-mail cím vagy jelszó.

source: Last name is required.
hu: A vezetéknév kötelező.

source: Male
hu: Férfi

source: Message is required.
hu: Kötelező üzenetet írni.

source: Mothers name is required.
hu: Anyja neve kötelező.

source: MTB Marathon
hu: MTB Maraton

source: Must be between 1 and 1000.
hu: 1 és 1000 közötti érték adható meg.

source: No token found.
hu: Hiányzó token, kezdd előlről a folyamatot!

source: No user can be found with the given id.
hu: Nem található felhasználó a megadott id-val.

source: No userId found.
hu: Hiányzó felhasználó azonosító, kezdd elölről a folyamatot!

source: Olimpic distance triathlon
hu: Triatlon - olimpiai táv

source: Other
hu: Egyéb

source: PNG or JPG format is required for images.
hu: PNG vagy JPG formátumú képet tölts fel.

source: Road race
hu: Országúti mezőnyverseny

source: Running
hu: Futás

source: Sprint distance triathlon
hu: Triatlon - sprint táv

source: Street is required.
hu: Az utca kötelező.

source: Successfully saved your bill.
hu: Sikeres mentés.

source: Successfully sent contact e-mail!
hu: Sikeres kapcsolatfelvétel! Köszönjük!

source: T-shirt size is required.
hu: A pólóméret kiválasztása kötelező.

source: The Amount field is required.
hu: Az összeg megadása kötelező.

source: The city is required.
hu: A város kötelező.

source: The Confirm password field is required.
hu: A jelszó megerősítő megadása kötelező.

source: The date is required.
hu: A dátum kötelező.

source: The Email address is required.
hu: Az e-mail cím megadása kötelező.

source: The entry deadline is required.
hu: A jelentkezési határidő kötelező.

source: The entry deadline must be sooner than the race date.
hu: A jelentkezési határidő korábban kell legyen mint a verseny napja.

source: The Image field is required.
hu: A szkennelt számla feltöltése kötelező.

source: The name is required.
hu: A név kötelező.

source: The Password and Confirm password should match.
hu: A két jelszónak egyeznie kell.

source: The Password field is required.
hu: A jelszó megadása kötelező.

source: The phone number is required.
hu: A telefonszám kötelező.

source: The Purchase date field is required.
hu: A vásárlás dátuma kötelező.

source: The selected user does not have so many points. Maximum {0} is allowed.
hu: A kiválasztott versenyzőnek nincs ennyi pontja. Maxium {0} pontot adhatsz meg.

source: The user is required.
hu: A versenyző kötelező.

source: This field is required.
hu: Kötelező mező

source: User is not validated by admins.
hu: A csapatvezetők még nem hagyták jóvá a regisztrációdat, így nem tudsz belépni. Amint ez megtörtént e-mailben értesítünk. Köszönjük türelmedet!

source: User is required.
hu: Válassz versenyzőt!

source: Validation number does not match.
hu: A validációs szám nem megfelelő.

source: You have to be at least 6 years old to be part of the system.
hu: Csak 6 évesnél idősebbek használhatják a rendszert.

source: Zip code is required.
hu: Az irányítószám kötelező.
